[
  {
    "image": "https://www.pngitem.com/pimgs/m/130-1300253_female-user-icon-png-download-user-image-color.png",
    "reviews": "Sir this watch it's looking so good and gorgeous and Sir The product you gave me Sir I'm Extremely Happy with the Product thank you Sir",
    "name": "Marci Noel",
    "id": 0,
    "rating": 5
  },
  {
    "image": "https://cdn.pixabay.com/photo/2020/07/01/12/58/icon-5359553_1280.png",
    "reviews": "This Smart Beatles Watch is very amazing. First of all thanks to Daraj, seller and very good, it looks good to see the watch, I ordered it, I got the watch on 23/12/21 and got it on 26/12/21, I got close, at first I was nervous about its usage rules To know about its usage rules. There are more or less options including call, sms notification, music control, in a word, I feel much better as a small price Now only long lasting & charge backup is good",
    "name": "Alicia Fleming",
    "id": 1,
    "rating": 3.8
  },
  {
    "image": "https://www.pngitem.com/pimgs/m/334-3344170_user-vector-user-flat-png-transparent-png.png",
    "reviews": "I got what I wanted, the price is pretty good. Without Bluetooth, the charge does not last more than two days. Got the maximum one day with Bluetooth.",
    "name": "Marlene Russell",
    "id": 2,
    "rating": 4.5
  },
  {
    "image": "https://s.clipartkey.com/mpngs/s/146-1469898_user-profile-avatar-scalable-vector-graphics-icon-profile.png",
    "reviews": "The house was very good, I feel very good. I would go to this parajanta gula adar korsi Alhamdulillah Daraj has given me a good product. I thought I would not get a good product this time but I got all the good products. Thanks to Daraj and this shop, but if you put them in water for a long time, there is a problem",
    "name": "Keith Conley",
    "id": 3,
    "rating": 5
  },
  {
    "image": "https://www.pngitem.com/pimgs/m/622-6220399_icon-student-images-png-transparent-png.png",
    "reviews": "I didn't get the kind of pie I was leaving, the belts rang at once, the watch didn't fit the price either",
    "name": "Bridges Chase",
    "id": 4,
    "rating": 4.7
  },
  {
    "image": "https://www.pngitem.com/pimgs/m/562-5625148_vector-human-corporate-person-icon-hd-png-download.png",
    "reviews": "I gave a reviews after many days. The watch is very beautiful. The biggest thing is that I got exactly as shown. 3 days in one charge.",
    "name": "Conrad Macias",
    "id": 5,
    "rating": 4.9
  }
]
